Repository: amiga-mui/nlist
Catalog: nlistviews_mcp/locale/*.po
Languages: dutch, russian, spanish

# MSG_FONTS (0//)
source: Fonts
russian: Шрифты
spanish: Tipo De Letra

# MSG_NORMAL_FONT (1//)
source: Normal Font:
dutch: Normaal font:
russian: Обычный шрифт:
spanish: Normal

# MSG_NORMAL_FONT_HELP (2//)
source: Choose the normal NList font.
dutch: Kies een normaal NList font
russian: Выбор обычного шрифта для NList.
spanish: Tipo de letra 'Normal'.

# MSG_NORMAL_FONT_ASL (3//)
source: Please select the normal font...
dutch: Kies een normaal font...
russian: Выберите обычный шрифт...
spanish: Elegir tipo de letra 'Normal'

# MSG_SMALL_FONT (4//)
source: Small Font:
dutch: Klein font:
russian: Мелкий шрифт:
spanish: Pequeña

# MSG_SMALL_FONT_HELP (5//)
source: Choose the small NList font.
dutch: Kies een klein NList font
russian: Выбор мелкого шрифта для NList.
spanish: Tipo de letra 'Pequeña'.

# MSG_SMALL_FONT_ASL (6//)
source: Please select a small font...
dutch: Kies een klein font...
russian: Выберите мелкий шрифт...
spanish: Elegir tipo de letra 'Pequeña'

# MSG_FIXED_FONT (7//)
source: Fixed Font:
dutch: Font met vaste breedte:
russian: Фиксированный шрифт:
spanish: Anch. fija:

# MSG_FIXED_FONT_HELP (8//)
source: Choose the fixed NList font.
dutch: Kies een NList font met vaste breedte
russian: Выбор фиксированного шрифта для NList.
spanish: Tipo de letra de anchura fija.

# MSG_FIXED_FONT_ASL (9//)
source: Please select a fixed font...
dutch: Kies een font met vaste breedte...
russian: Выберите фиксированный шрифт...
spanish: Elegir tipo de letra de anchura fija

# MSG_FONT_MARGIN (10//)
source: Font Margin:
dutch: Font kantlijn:
russian: Поле шрифта:
spanish: Espaciado

# MSG_FONT_MARGIN_HELP (11//)
source: Allows to set a vertical margin which will be added to the font height and result in the default line height in an NList object.
dutch: Geeft een verticale kantlijn die toegevoegd wordt aan de hoogte van het font en zal resulteren in de regelhoogte in een NList-object.
russian: Позволяет установить высоту поля, которое будет добавляться к высоте шрифта и использоваться как высота строки по умолчанию в объектах NList.
spanish: Espaciado entre líneas.

# MSG_COLORS (12//)
source: Colors
dutch: Kleuren
russian: Цвета
spanish: Colores

# MSG_TEXTCOLOR (13//)
source: Text Pen
dutch: Tekst pen
russian: Ручка текста
spanish: Texto

# MSG_BACKGROUNDCOLOR (14//)
source: Background
dutch: Achtergrond
russian: Фон
spanish: Fondo

# MSG_TITLE_PEN_WIN (15//)
source: Title Pen
dutch: Titel pen
russian: Ручка заголовка
spanish: Color texto 'Título'

# MSG_TITLE_PEN_HELP (16//)
source: For adjusting the pen color of a title.
dutch: Hiermee pas je de penkleur van een titel aan.
russian: Изменение цвета заголовков.
spanish: Color del texto del título.

# MSG_PBG_TITLE (17//)
source: \033cTitle
dutch: \033cTitel
russian: \033cЗаголовок
spanish: \033cTítulo

# MSG_TITLE_BG_WIN (18//)
source: Title Background
dutch: Achtergrond van titel
russian: Фон заголовка
spanish: Color fondo 'Título'

# MSG_TITLE_BG_HELP (19//)
source: For adjusting the background color of a title.
dutch: Hiermee pas je de achtergrondkleur van een titel aan.
russian: Изменение цвета фона заголовков.
spanish: Color de fondo del título.

# MSG_LIST_PEN_WIN (20//)
source: List Pen
dutch: Lijst pen
russian: Ручка списка
spanish: Color texto 'Lista'

# MSG_LIST_PEN_HELP (21//)
source: For adjusting the pen color of a list.
dutch: Hiermee pas je de penkleur van een lijst aan.
russian: Изменение цвета ручки списков.
spanish: Color del texto de la lista.

# MSG_PBG_LIST (22//)
source: \033cList
dutch: \033cLijst
russian: \033cСписок
spanish: \033cLista

# MSG_LIST_BG_WIN (23//)
source: List Background
dutch: Achtergrond van lijst
russian: Фон списка
spanish: Color fondo 'Lista'

# MSG_LIST_BG_HELP (24//)
source: For adjusting the background color of a list.
dutch: Hiermee pas je de achtergrondkleur van een lijst aan.
russian: Изменение цвета фона списков.
spanish: Color de fondo de la lista.

# MSG_SELECT_PEN_WIN (25//)
source: Selected Entry
dutch: Geselecteerde invoer
russian: Выбранный пункт
spanish: Color texto 'Seleccionado'

# MSG_SELECT_PEN_HELP (26//)
source: For adjusting the pen color of selected entries.
dutch: Hiermee pas je de penkleur van geselecteerde invoeren aan.
russian: Изменение цвета выбранных пунктов.
spanish: Color del texto de las entradas seleccionadas.

# MSG_PBG_SELECT (27//)
source: \033cSelected
dutch: \033cGeselecteerd
russian: \033cВыбрано
spanish: \033cSeleccionado

# MSG_SELECT_BG_WIN (28//)
source: Selected Entry
dutch: Geselecteerde invoer
russian: Выбранный пункт
spanish: Color fondo 'Seleccionado'

# MSG_SELECT_BG_HELP (29//)
source: For adjusting the background color of selected entries.
dutch: Hiermee pas je de achtergrondkleur van geselecteerde invoeren aan.
russian: Изменение цвета фона выбранных пунктов.
spanish: Color de fondo de las entradas seleccionadas.

# MSG_CURSOR_PEN_WIN (30//)
source: Selected Cursor
dutch: Geselecteerde cursor
russian: Выбранный курсор
spanish: Color texto 'Cursor'

# MSG_CURSOR_PEN_HELP (31//)
source: For adjusting the pen color of a selected cursor.
dutch: Hiermee pas je de penkleur van een geselecteerde cursor aan.
russian: Изменение цвета выбранного курсора.
spanish: Color del texto del cursor en modo seleccionado.

# MSG_PBG_CURSOR (32//)
source: \033cCursor
russian: \033cКурсор

# MSG_CURSOR_BG_WIN (33//)
source: Selected Cursor
dutch: Geselecteerde cursor
russian: Выбранный курсор
spanish: Color fondo 'Cursor'

# MSG_CURSOR_BG_HELP (34//)
source: For adjusting the background color of a selected cursor.
dutch: Hiermee pas je de achtergrondkleur van een geselecteerde cursor aan.
russian: Изменение цвета фона выбранного курсора.
spanish: Color de fondo del cursor en modo seleccionado.

# MSG_UNSEL_PEN_WIN (35//)
source: Unselected Cursor
dutch: Niet-geselecteerde cursor
russian: Невыбранный курсор
spanish: Color texto 'Deseleccionado'

# MSG_UNSEL_PEN_HELP (36//)
source: For adjusting the pen color of an unselected cursor.
dutch: Hiermee pas je de penkleur\n van een niet-geselecteerde cursor aan.
russian: Изменение цвета ручки не выбранного курсора.
spanish: Color del texto del cursor en modo deseleccionado.

# MSG_PBG_UNSEL (37//)
source: \033cUnselected
dutch: \033cNiet-geselecteerd
russian: \033cНевыбранный
spanish: \033cDeseleccio.

# MSG_UNSEL_BG_WIN (38//)
source: Unselected Cursor
dutch: Niet-geselecteerde cursor
russian: Невыбранный курсор
spanish: Color fondo 'Deseleccionado'

# MSG_UNSEL_BG_HELP (39//)
source: For adjusting the background color of an unselected cursor.
dutch: Hiermee pas je de achtergrondkleur van een niet-geselecteerde cursor aan.
russian: Изменение цвета фона не выбранного курсора.
spanish: Color de fondo del cursor en modo deseleccionado.

# MSG_INACT_PEN_WIN (40//)
source: Inactive Cursor
dutch: Inactieve cursor
russian: Неактивный курсор
spanish: Color texto 'Inactivo'

# MSG_INACT_PEN_HELP (41//)
source: For adjusting the pen color of an inactive cursor.
dutch: Hiermee pas je de penkleur van een inactieve cursor aan.
russian: Изменение цвета ручки не активного курсора.
spanish: Color del texto del cursor en modo inactivo.

# MSG_PBG_INACT (42//)
source: \033cInactive
dutch: \033cInactief
russian: \033cНеактивный
spanish: \033cInactivo

# MSG_INACT_BG_WIN (43//)
source: Inactive Cursor
dutch: Inactieve cursor
russian: Неактивный курсор
spanish: Color fondo 'Inactivo'

# MSG_INACT_BG_HELP (44//)
source: For adjusting the background color of an inactive cursor.
dutch: Hiermee pas je de achtergrondkleur van een inactieve cursor aan.
russian: Изменение цвета фона не активного курсора.
spanish: Color de fondo del cursor en modo inactivo.

# MSG_MULTISELECT (45//)
source: MultiSelection
dutch: Multiselectie
russian: МультиВыбор
spanish: Multiselección

# MSG_MULTISELECT_QUAL (46//)
source: via Qualifier
dutch: via hulptoets
russian: Через спецификатор
spanish: pulsando Tecla

# MSG_MULTISELECT_ALWAYS (47//)
source: Always
dutch: Altijd
russian: Всегда
spanish: Siempre

# MSG_MULTISELECT_HELP (48//)
source: Allows to specify the default multiselection mode.
dutch: Hiermee geef je de standaard multiselectiemodus aan.
russian: Выбор режима по умолчанию для режима мультивыбор.
spanish: Modo de multiselección de entradas.

# MSG_MMB_MULTISEL (49//)
source: MMB multiselection
dutch: MMB multiselectie
russian: Мультивыбор ЦКМ
spanish: Botón central ratón

# MSG_MMB_MULTISEL_HELP (50//)
source: Set it if you want to use the middle mouse button (MMB) as a multiselection qualifier.
dutch: Kies dit als je de middelste muisknop (MMB) wilt gebruiken als multiselectie-hulptoets.
russian: Выберите, если Вы хотите использовать центральную кнопку мышки (ЦКМ) как определитель режима мультивыбор.
spanish: Usar le botón central del ratón (MMB), para seleccionar múltiples entradas.

# MSG_DRAGDROP (51//)
source: Drag&Drop
russian: Перетаскивание
spanish: Arrastrar/Soltar

# MSG_DRAGTYPE_IMMEDIATE (52//)
source: Immediate
dutch: Meteen
russian: Моментально
spanish: Inmediato

# MSG_DRAGTYPE_BORDERS (53//)
source: at Borders
dutch: op randen
russian: На границах
spanish: Bordes

# MSG_DRAGTYPE_QUALIFIER (54//)
source: via Qualifier
dutch: via hulptoets
russian: Через спецификатор
spanish: pulsando Tecla

# MSG_DRAGTYPE_HELP (55//)
source: Set the drag mode. 'Immediate' will start drag&drop as soon as you drag an object. 'at Borders' for showing a drag operation as soon as you passed the left/right borders and 'via Qualifier' for only allowing to drag&drop via a qualifier key (see 'Keys'). 'Immediate' is used only when in no-multiselect mode.
dutch: Geef de sleepmodus aan. 'Meteen' start drag&drop zogauw je een object gaat verslepen. 'Op randen' toont een sleepactie zogauw je de linker- of rechterrand passeert. 'Via hulptoets' laat je alleen verslepen via een hulptoets (zie 'Toetsen'). 'Meteen' is alleen bruikbaar in niet-multiseleciemodus.
russian: Выберите режим перетаскивания. 'Моментальный' начнётся сразу при перетаскивание объекта. 'На границе' отображает перетаскивание при выходе мышки за левую/правую границу. 'По спецификатору' отображает перетаскивание только при использование определенного спецификатора. (См. Клавиатура) 'Моментальный' возможен только в режиме без мультевыбора.
spanish: Método de efectuar la operación arrastrar/soltar. \033bInmediato\033n: tan pronto arrastra un objeto. \033bBordes\033n: al sobrepasar los bordes izquierdo/derecho. \033bpulsando Tecla\033n: sólo al pulsar la tecla 'Arrastrar/Soltar'.

# MSG_DRAG_LINES (56//)
source: Visible lines
dutch: Zichtbare regels
russian: Линий
spanish: Ver (líneas)

# MSG_DRAG_LINES_HELP (57//)
source: Give the max. number of lines which will be shown when doing drag&drop. If more lines are selected, you'll get a message similar to: 'Dragging xx Items...'.
dutch: Geeft het max aantal regels dat getoond wordt tijdens drag&drop. Als er meer regels zijn gekozen krijg je een mededeling als 'Versleep xx items...',
russian: Укажите максимальное число линий, которые будут показываться, когда осуществляется перетаскивание. Если выбрано больше пунктов, Вы увидите сообщение типа: 'Перетаскивается xx пунктов...'.
spanish: Máximo número de líneas que se visualizan al arrastrar/soltar. Si son más se muestra el texto 'Dragging xx Items...' ('Arrastrando xx objetos...').

# MSG_PAGE_FONTS (58//)
source: Fonts
russian: Шрифты
spanish: T. Letra

# MSG_PAGE_COLORS (59//)
source: Colors
dutch: Kleuren
russian: Цвета
spanish: Colores

# MSG_PAGE_OPTIONS (60//)
source: Options
dutch: Opties
russian: Опции
spanish: Opciones

# MSG_PAGE_SCROLLING (61//)
source: Scrolling
dutch: Scrollen
russian: Прокрутка
spanish: Desplazamiento

# MSG_PAGE_KEYBINDINGS (62//)
source: Keybindings
dutch: Toetskoppeling
russian: Клавиатура
spanish: Teclas

# MSG_SB_HORIZONTAL (63//)
source: Horizontal Scrollbar
dutch: Horizonale scrollbalk
russian: Горизонтальный скроллер:
spanish: Barra Desplaz. Horizontal

# MSG_SB_HORIZONTAL_HELP (64//)
source: Set the default mode for the horizontal scrollbar. (may be overwritten by an application)
dutch: Kies de standaardmodus voor de horizontale scrollbalk. (kan overschreven worden door een applicatie).
russian: Установить режим по умолчанию для горизонтального скроллера (может определяться приложением)
spanish: Cuándo desea mostrar la barra de desplazamiento horizontal.

# MSG_SB_VERTICAL (65//)
source: Vertical Scrollbar
dutch: Verticale scrollbalk
russian: Вертикальный скроллер
spanish: Barra Desplaz. Vertical

# MSG_SB_VERTICAL_HELP (66//)
source: Set the default mode for the vertical scrollbar. (may be overwritten by an application)
dutch: Kies de standaardmodus voor de verticale scrollbalk. (kan overschreven worden door een applicatie).
russian: Установить режим по умолчанию для вертикального скроллера (может определяться приложением)
spanish: Cuándo desea mostrar la barra de desplazamiento vertical.

# MSG_SCROLLCONTROL (67//)
source: Scrolling Control
dutch: Scrolcontrole
russian: Управление прокруткой
spanish: Control Desplazamiento

# MSG_SMOOTH_SCROLLING (68//)
source: Smooth Scrolling
dutch: Zacht scrollen
russian: Плавная прокрутка
spanish: Suavizar desplazamiento

# MSG_SMOOTH_SCROLLING_HELP (69//)
source: If enabled, smoothing scrolling will be used for NList objects. In addition, by using the 'smooth' slider in the normal MUI 'Listview' configuration page the speed of the smooth scrolling can be controled.
dutch: Als je dit inschakelt zal zacht scrollen gebruikt worden voor NList-objecten. Daar komt bij dat bij gebruik van de 'zachte' schuif in de normale MUI Listviewconfig de snelheid van zacht scrollen aangepast kan worden.
russian: Если выбрано, будет применяться плавная прокрутка в NList объектах. Дополнительно, используя слайдер 'плавной' прокрутки в конфигурации обычного MUI 'Listview' можно менять скорость плавной прокрутки.
spanish: Suavizar el desplazamiento.

# MSG_MMB_FASTWHEEL (70//)
source: MMB Fast Wheel
dutch: MMB snelwiel
russian: ЛЛК быстрое колесо
spanish: Botón central ratón = Rueda rápida

# MSG_MMB_FASTWHEEL_HELP (71//)
source: If enabled, the middle mouse button can be used as a qualifier to perform a fast scroll wheel action. (See 'Keybindings' page as well for more wheel qualifiers)
dutch: Als je dit inschakelt kan de middelste muisknop gebruikt worden als een hulptoets voor een snelle scroll met het muiswiel. (zie 'Toetskoppeling' voor meer wielhulptoetsen).
russian: Если выбрано, центральная кнопка мышки может использоваться как определитель для быстрой прокрутки колесом. (См. вкладку 'Привязка клавиатуры' для определения настроек колеса мышки)
spanish: Usar el botón central del ratón (MMB) como rueda rápida.

# MSG_WHEEL_STEP (72//)
source: Mouse Wheel Step
dutch: Stapjes van muiswiel
russian: Шаг колеса мышки
spanish: Desplazamiento (líneas)

# MSG_WHEEL_STEP_HELP (73//)
source: Allows to specify the amount of lines that should be scrolled when using a wheel mouse.
dutch: Kies het aantal regels dat gescrolled moet worden bij gebruik van het muiswiel.
russian: Позволяет определить число строк, которые должны прокручиваться при использование колеса прокрутки мышки.
spanish: Número de líneas a desplazar al usar la rueda del ratón.

# MSG_WHEEL_FAST (74//)
source: Mouse Wheel Fast Step
dutch: Snelle stapjes van het muiswiel
russian: Быстрый шаг колеса мышки
spanish: Desp. rueda rápida (líneas)

# MSG_WHEEL_FAST_HELP (75//)
source: Allows to specify the amount of lines that should be scrolled when using a wheel mouse and when the fast wheel qualifier is pressed.
dutch: Kies het aantal regels dat gescrolled moet worden bij gebruik van het muiswiel samen met de snelle muiswielhulptoets.
russian: Позволяет определить число строк, которые должны прокручиваться при использование колеса прокрутки мышки вместе с спецификатором быстрой прокрутки.
spanish: Número de líneas a desplazar al usar la rueda del ratón y mantener la tecla "Rueda rápida ratón".

# MSG_LAYOUT (76//)
source: Layout
russian: Раскладка
spanish: Aspecto

# MSG_PARTIAL_COL_MARK (77//)
source: Partial column mark
dutch: Gedeeltelijke kolommarkering
russian: Частичное выделение колонки
spanish: Marca en columnas "cortadas"

# MSG_PARTIAL_COL_MARK_HELP (78//)
source: If enabled, a special mark will be drawn at the right side of a column in case the text didn't completly fit into it.
dutch: Als je dit inschakelt komt er een speciale markering aan de rechterkant van een kolom voor het geval de tekst niet helemaal past.
russian: Если выбрано, будет отображаться специальная метка на правой стороне колонки, если текст полностью не помещается в колонке.
spanish: Mostrar una marca a la derecha de la columna en caso de que el texto no se muestre completamente.

# MSG_PARTIAL_CHARS_DRAWN (79//)
source: Partial chars drawn
dutch: Gedeeltelijk getekende karakters
russian: Отображение части символов
spanish: Dibujar caracteres parcialmente

# MSG_PARTIAL_CHARS_DRAWN_HELP (80//)
source: If enabled, characters that are not fully visible at the left and right corner of an NList object will not be drawn partially.
dutch: Als je dit inschakelt zullen karakters die niet helemaa zichtbaar zijn aan de linker- en rechterhoek van een NList-object niet gedeeltelijk getekend worden.
russian: Если выбрано, символы не помещающиеся слева и справа NList объекта будут прорисовываться частично.
spanish: En caso de que el caracter no "entre" entero a la derecha de la columna, dibujarlo parcialmente.

# MSG_VERT_CENTERED (81//)
source: Vertical centered lines
dutch: Verticaal gecentreerde regels
russian: Вертикальное центрирование
spanish: Centrar verticalmente líneas

# MSG_VERT_CENTERED_HELP (82//)
source: If activated, the text lines are centered vertically in a NList object.
dutch: Als je dit activeert zullen tekstregels verticaal gecentreerd worden in een NList-object.
russian: Если выбрано, строчки текста центрируются вертикально в NList объекте.
spanish: Centrar la líneas de texto verticalmente.

# MSG_BALANCING_COLS (83//)
source: Balancing Columns
dutch: Gebalanceede kolommen
russian: Балансировка колонок
spanish: Redimensionar Columnas

# MSG_BALANCING_COLS_HELP (84//)
source: NList permits to change the column width via mouse dragging the column separator in the title bar. The moved bar can be visible either only in the title, throughout the whole lines or the column width changes can be made visible instantly.
dutch: NList maakt het mogelijk de kolombreedte aan te passen door met de muis de kolomscheider in de titelbalk te verslepen. De verplaatste balk is zichtbaar in de titel, over alle tekstregels of meteen.
russian: NList позволяет изменять ширину колонок перетаскиванием разделителя мышкой в заголовке. Перемещение можно отображать только в заголовке, через все строчки, или изменение ширины колонки может отображаться в реальном времени.
spanish: \033bMarca en título\033n: marca de redimensionar sólo en el título. \033bMarca en columna\033n: marca de redim. en toda la columna. \033bViendo contenido\033n: redimensionar viendo el contenido.

# MSG_COLWIDTHDRAG_TITLE (85//)
source: Title Bar
dutch: Titelbalk
russian: Заголовок
spanish: Marca en título

# MSG_COLWIDTHDRAG_FULLBAR (86//)
source: Full Bar
dutch: Volledige balk
russian: Полный заголовок
spanish: Marca en columna

# MSG_COLWIDTHDRAG_VISIBLE (87//)
source: Visible
dutch: Zichtbaar
russian: Видимая
spanish: Viendo contenido

# MSG_COLOR_OPTIONS (88//)
source: Options
dutch: Opties
russian: Опции
spanish: Opciones

# MSG_FORCE_SELECT_PEN (89//)
source: Force select pen
dutch: Gedwongen geselecteerde pen
russian: Форсировать ручку выбора
spanish: Forzar color en '(De)Seleccionado/Cursor'

# MSG_FORCE_SELECT_PEN_HELP (90//)
source: If enabled, NList will make sure that the 'Selected', 'Cursor' and 'Unselected' color will be forced.
dutch: Als je dit inschakelt zal NList ervfoor zorgen dat de kleuren voor 'Geselecteerd', 'Cursor' en 'Niet-geselecteerd' afgedwongen worden.
russian: Если выбрано, NList будет настаивать на цветах 'Выбрано', 'Курсор' и 'Не выбранный' определенных Вами.
spanish: Forzar el uso de los colores definidos en \033iSeleccionado, Deseleccionado \033ny \033iCursor.\033n

# MSG_MULTISEL_MOVEACTIVE (91//)
source: Keyboard moves cursor
dutch: Keyboard verplaatst cursor
russian: Управление с клавиатуры
spanish: Teclado mueve cursor

# MSG_MULTISEL_MOVEACTIVE_HELP (92//)
source: If enabled, a keyboard use in an NList object will move the active cursor rather than the unselected one.
dutch: Als je dit inschakelt zal het gebruik van het toetsenbord in een NList-object de actieve cursor verplaatsen en niet de niet-geselecteerde cursor.
russian: Если выбрано, использование клавиатуры в NList объекте позволит перемещать активный курсор вместо не выбранного.
spanish: Mover el cursor en una lista NList en lugar del objeto no seleccionado.

# MSG_GROUP_MISC (93//)
source: Miscellaneous
dutch: Diversen
russian: Разное
spanish: Miscelánea

# MSG_GROUP_EXAMPLE (94//)
source: Example
dutch: Voorbeeld
russian: Пример
spanish: Ejemplo

# MSG_SERMOUSE_FIX (95//)
source: Serial Mouse Fix
dutch: Fix voor seriële muis
russian: Последовательная мышь
spanish: Corregir ratón serie

# MSG_SERMOUSE_FIX_HELP (96//)
source: If enabled, NList tries to fix common drag&drop issues that are related to using a serial mouse.
dutch: Als je dit inschakelt zal NList proberen om een algemeen drag&dropprobleempje bij gebruik van een seriële muis op te lossen.
russian: Если выбрано, NList пытается исправить типичную проблему перетаскивания, которая связана с использование последовательной мыши.
spanish: Intentar corregir problemas relativos al usar un ratón serie al arrastrar/soltar.

# MSG_SELECT_POINTER (97//)
source: Custom Select Pointer
dutch: Custom geselecteerde muispunt
russian: Свой указатель выделения
spanish: Cambiar puntero

# MSG_SELECT_POINTER_HELP (98//)
source: If enabled, and an NList object is in charwise selection mode a custom select pointer will be displayed instead of the default workbench mouse pointer image.
dutch: Als je dit inschakelt, en NList is in een karakterselectiemodus, zal een custom geselecteerde muispunt getoond worden ipv de standaard Workbench muispunt.
russian: Если включено, NList объект находиться в режиме посимвольного выбора при этом отображается специальный курсор вместо стандартного указателя мышки настроенного в workbench.
spanish: Mostrar un puntero diferente al estar en una ventana de NList(views).

# MSG_BAR_CONTEXTMENU (99//)
source: Context Menu
russian: Контекстное меню
spanish: Mostrar menú emergente

# MSG_DEFAULT_CONTEXT_MENU_HELP (100//)
source: NList permits to have its default context menu being disabled or enabled or only in case the mouse is at the top of the NList object.
dutch: NList heeft zijn eigen standaard contextmenu in- of uitgeschakeld, of alleen in geval van de muis bovenin het NList-object.
russian: NList позволяет иметь контекстное меню по умолчанию. Возможно отключение или включение меню везде, или только в зоне заголовка NList объекта.
spanish: Cuándo desea mostrar el menú emergente con las opciones de columna.

# MSG_SNOOP (101//)
source: Snoop
russian: Определить
spanish: Tecla

# MSG_SNOOP_KEY (102//)
source: Start the grab of a hotkey.
dutch: Start het vastleggen van een sneltoets
russian: Начать определение кнопки
spanish: Capturar una combinación de teclas.

# MSG_BUTTON_INSERT (103//)
source: Insert
dutch: Invoegen
russian: Вставить
spanish: Insertar

# MSG_BUTTON_INSERT_HELP (104//)
source: Allows to insert a new hotkey.
dutch: Hiermee kun je een nieuwe sneltoets invoegen
russian: Позволяет вставить новую горячую кнопку
spanish: Insertar una nueva combinación de teclas.

# MSG_BUTTON_REMOVE (105//)
source: Remove
dutch: Verwijderen
russian: Удалить
spanish: Eliminar
