Repository: amiga-mui/nlist
Catalog: nlistviews_mcp/locale/*.po
Languages: dutch, russian, spanish

# MSG_BUTTON_REMOVE_HELP (106//)
source: Allows to remove an existing hotkey.
dutch: Hiermee kun je een bestaande sneltoets verwijderen
russian: Позволяет удалить горячую кнопку
spanish: Eliminar combinación de teclas seleccionada.

# MSG_BUTTON_UPDATEKEYS (107//)
source: Update keys
dutch: Update toetsen
russian: Обновить
spanish: Actualizar

# MSG_BUTTON_UPDATEKEYS_HELP (108//)
source: Add the default hotkeys for the functions which are not currently in the list.
dutch: Hiermee kun je de standaard sneltoetsen, die nog niet in de lijst staan, toevoegen.
russian: Добавить спецификаторы по умолчанию функциям, которых ещё нет в списке.
spanish: Añadir a la lista las combinaciones de teclas por omisión no insertadas.

# MSG_BUTTON_DEFAULTKEYS (109//)
source: Default keys
dutch: Standaard toetsen
russian: По умолчанию
spanish: Por omisión

# MSG_BUTTON_DEFAULTKEYS_HELP (110//)
source: Resets all hotkeys to default ones.
dutch: Zet alle sneltoetsen terug naar standaardwaarden
russian: Сброс всех клавиш на значения по умолчанию
spanish: Restaurar combinaciones de teclas por omisión.

# MSG_FUNC_MULTISELQUAL (111//)
source: Multiselect/Block Qualifier
dutch: Multiselect/Blok hulptoets
russian: Спецификатор мультивыбор/блок
spanish: Multiselección/Marcar bloque

# MSG_FUNC_DRAGQUAL (112//)
source: Drag&Drop Qualifier
dutch: Drag&Drop hulptoets
russian: Спецификатор перетаскивания
spanish: Arrastrar/Soltar

# MSG_FUNC_BALANCEQUAL (113//)
source: Balance Qualifier
dutch: Balanceer hulptoets
russian: Спецификатор балансировки
spanish: Mover columnas

# MSG_FUNC_COPYCLIP (114//)
source: Copy to clipboard
dutch: Kopieer naar klembord
russian: Копировать в буфер обмена
spanish: Copiar al portapapeles

# MSG_FUNC_DEFCOLWIDTH (115//)
source: Default width column
dutch: Standaard kolombreedte
russian: Ширина колонки по умолчанию
spanish: Ancho col. por omisión

# MSG_FUNC_DEFALLCOLWIDTH (116//)
source: Default width all columns
dutch: Standaardbreedte van alle kolommen
russian: Ширина всех колонок по умолчанию
spanish: Ancho en todas por omisión

# MSG_FUNC_DEFORDERCOL (117//)
source: Default order column
dutch: Standaard kolomvolgorde
russian: Порядок колонки по умолчанию
spanish: Orden col. por omisión

# MSG_FUNC_DEFALLORDERCOL (118//)
source: Default order all columns
dutch: Standaard volgorde voor alle kolommen
russian: Порядок всех колонок по умолчанию
spanish: Orden en todas por omisión

# MSG_FUNC_SELECTTOP (119//)
source: Select to top
dutch: Naar boven
russian: Выбрать до верха
spanish: Marcar hasta inicio

# MSG_FUNC_SELECTBOTTOM (120//)
source: Select to bottom
dutch: Naar onderen
russian: Выбрать до низа
spanish: Marcar hasta fin

# MSG_FUNC_SELECTPAGEUP (121//)
source: Select to page up
dutch: Hogere pagina
russian: Выбрать страницу вверх
spanish: Marcar hasta pág. arriba

# MSG_FUNC_SELECTPAGEDOWN (122//)
source: Select to page down
dutch: Lagere pagina
russian: Выбрать страницу вниз
spanish: Marcar hasta pág. abajo

# MSG_FUNC_SELECTUP (123//)
source: Select up
dutch: Omhoog
russian: Выбрать вверх
spanish: Marcar arriba

# MSG_FUNC_SELECTDOWN (124//)
source: Select down
dutch: Omlaag
russian: Выбрать вниз
spanish: Marcar abajo

# MSG_FUNC_TOGGLEACTIVE (125//)
source: Toggle active
dutch: Wissel actief
russian: Поменять активные
spanish: Invertir

# MSG_FUNC_FASTWHEELQUAL (126//)
source: Fast MouseWheel Qualifier
dutch: Snel muiswiel hulptoets
russian: Спецификатор быстрого колеса мыши
spanish: Rueda rápida ratón

# MSG_FUNC_HORIZWHEELQUAL (127//)
source: Horiz MouseWheel Qualifier
dutch: Horiz muiswiel hulptoets
russian: Спецификатор горизонтальной прокрутки колесом
spanish: Rueda horizontal ratón

# MSG_FUNC_TITLECLICKQUAL (128//)
source: Title Click Qualifier
dutch: Titelklik hulptoets
russian: Спецификатор выбора заголовка
spanish: Pulsar en título

# MSG_VSB_ALWAYS (129//)
source: Always
dutch: Altijd
russian: Всегда
spanish: Siempre

# MSG_VSB_AUTO (130//)
source: Auto
russian: Авто
spanish: Automático

# MSG_VSB_FULLAUTO (131//)
source: FullAuto
dutch: Volledig auto
russian: Полный авто
spanish: Completamente auto.

# MSG_HSB_ALWAYS (132//)
source: Always
dutch: Altijd
russian: Всегда
spanish: Siempre

# MSG_HSB_AUTO (133//)
source: Auto
russian: Авто
spanish: Automático

# MSG_HSB_FULLAUTO (134//)
source: FullAuto
dutch: Volledig auto
russian: Полный авто
spanish: Completamente auto.

# MSG_HSB_NONE (135//)
source: None
dutch: Geen
russian: Нет
spanish: No

# MSG_CMENU_ALWAYS (136//)
source: Always
dutch: Altijd
russian: Всегда
spanish: Siempre

# MSG_CMENU_TOPONLY (137//)
source: TopOnly
dutch: Alleen boven
russian: Только сверху
spanish: Sólo en el título

# MSG_CMENU_NEVER (138//)
source: Never
dutch: Nooit
russian: Никогда
spanish: Nunca

# MSG_HOTKEYS_KEY (139//)
source: Key
dutch: Toets
russian: Клавиша
spanish: \033bTeclas

# MSG_HOTKEYS_ACTION (140//)
source: Action
dutch: Actie
russian: Действие
spanish: \033bAcción

# MSG_EXAMPLE_TEXT (141//)
source: If you have problems, try to increase the stack value, in the icon infos if you launch the program from icon, stack of CLI if you start it from CLI/Shell, and if you launch it from some utility read its docs to see how to increase it. A stack of 12Kb, 16Kb or 20Kb is most of time a good idea. If you still have problems, try to see if they happen with the Demo prog, then tell me. \033C Latest public release can be found on aminet (dev/mui). All releases are available on https://github.com/amiga-mui/nlist/ \033C \033r\0333Copyright (C) 2001-2021 NList Open Source Team \033r\0333Copyright (C) 1996-1998 by Gilles Masson \033r\0333https://github.com/amiga-mui/nlist/ \033C \033cThis new list/listview custom class \033chandles its own configurable backgrounds, \033cpens, fonts, scrollbars, keys and qualifiers \033C \033cThe way used to handle cursor with multiselection \033cis not exactly as the listview one ! \033cDrag&Drop is supported, both scrollbars \033ccan be configured to disappear automatically \033cwhen not needed because all is visible. \033cJust try it... \033C \033cYou can horizontaly scroll with cursor keys, \033cor going on the right and left of the list \033cwhile selecting with the mouse. \033cTry just clicking on the left/right borders ! \033C \033cYou can change columns widths just dragging \033cthe vertical separator between columns titles \033c(try it using the balancing qualifier too). \033C \033cYou can change columns order just dragging \033cthe column titles. \033C \033cThere is builtin copy to clipboard stuff \033cand classic char selection capability. \033C \033cTry the Demo program to test all that... \033r\033bGive some feedback about it ! :-) \033C **************************************************************************************************
russian: Если у Вас возникают проблемы, попробуйте увеличить значение стека в иконке, если Вы запускаете программу из иконки, увеличьте значение стека CLI,, если Вы запускаете программу из CLI/Shell, и если Вы запустите программу из какой-либо утилиты, прочитайте документацию как увеличить стек при запуске программ. Стек 12КБ, 16КБ или 20КБ - обычно достаточен. Если у Вас все ещё возникают проблемы, попробуйте посмотреть, не происходит ли это с демонстрационной программой, а затем сообщите мне. \033c Последний публичный выпуск можно найти на aminet (dev/mui). Все выпуски доступны на https://github.com/amiga-mui/nlist/ \033c \033r\0333(C) 2001-2019 NList Open Source Team \033r\0333(C) 1996-1998 Gilles Masson \033r\0333https://github.com/amiga-mui/nlist/ \033c \033cЭтот новый пользовательский класс list/listview \033cобрабатывает свои собственные настраиваемые фоны, \033cручки, шрифты, полосы прокрутки, ключи и классификаторы. \033c \033cСпособ обработки курсора с множественным выбором \033cне совсем как обычном списке! \033cПоддерживается перетаскивание, обе полосы прокрутки \033cможно настроить на автоматическое исчезновение, \033cкогда они не нужны, потому что все видно. \033cПросто попробуйте... \033c \033cВы можете прокрутить горизонтально с помощью клавиш курсора, \033cили перемещаться вправо и влево по списку при выборе с помощью мыши. \033cПопробуйте просто нажать на левую/правую границу! \033c \033cВы можете изменять ширину столбцов, просто перетаскивая \033cвертикальный разделитель между заголовками столбцов \033c(ещё попробуйте использовать балансировочный квалификатор). \033c \033cВы можете изменить порядок столбцов, просто перетаскивая \033cзаголовки столбцов. \033c \033cЕсть встроенная функция копирования в буфер обмена \033cи возможность выбора классических символов. \033c \033cПопробуйте демо-программу для проверки всего этого... \033r\033bОставьте свой отзыв об этом! :-) \033c **************************************************************************************************
spanish: Si tiene problemas, intente aumentar el valor de pila en el\n\ icono si ejecuta la aplicación desde icono o con el comando\n\ STACK si lo hace desde CLI/Shell y si lo hace desde una utilidad,\n\ lea su documentación para saber como aumentar el valor de pila.\n\ Un valor adecuado de pila suele ser 12kB, 16kB o 20kB.\n\n\ Si sigue con problemas, pruebe las \"Demos\" incluidas y hágamelo saber.\n\ \033C\n\ \033cLa última versión pública la puede encontrar en AMINET (dev/mui).\n\ \033cTodas las versiones están disponibles en:\n\ \033chttps://github.com/amiga-mui/nlist/\n\ \033C\n\ \033r\0333(C)2001-2019 por NList Open Source Team\n\ \033r\0333(C)1996-1998 por Gilles Masson\n\ \033r\0333https://github.com/amiga-mui/nlist/\n\ \033C\n\ \033cEsta nueva clase (listas [legibles]) permite: fondos,\n\ \033ccolores, tipos de letra, barras de desplazamiento\n\ \033cy teclas ajustables por el usuario.\n\ \033C\n\ \033c¡La forma de manejar el cursor para multiseleccionar\n\ \033cno es igual que con la clase Listview (MUI interno)!\n\ \033cPermite Arrastrar/Soltar, las barras de desplazamiento\n\ \033cpueden ocultarse de forma automática.\n\ \033cPruébelo...\n\ \033C\n\ \033cDesplácese horizontalmente con las teclas o a la\n\ \033cderecha/izquierda de la lista, mientras selecciona con el ratón.\n\ \033c¡Pruébelo pulsando en los bordes derecho/izquierdo!\n\ \033C\n\ \033cCambie el ancho de las columnas tan sólo arrastrando\n\ \033cel separador de columnas (o con las teclas definidas).\n\ \033C\n\ \033cReordene las columnas arrastrándolas por los títulos.\n\ \033C\n\ \033cTiene la posibilidad de usar el portapapeles y de\n\ \033cseleccionar/copiar partes de texto.\n\ \033C\n\ \033cPruebe las \"Demos\" para comprobar todo esto...\n\ \n\n\ \033r\033b¡Mande comentarios y opiniones! :-)\n\ \033C\n\ **************************************************************************************************\n

# MSG_CTXMENU_COLUMN (142//)
source: Column
russian: Колонка
spanish: Columna

# MSG_CTXMENU_DEFAULT_WIDTH_THIS (143//)
source: Default width: this
russian: Ширина по умолчанию: эта
spanish: Este ancho por omisión

# MSG_CTXMENU_DEFAULT_WIDTH_ALL (144//)
source: Default width: all
russian: Ширина по умолчанию: вся
spanish: Ancho por omisión en todas

# MSG_CTXMENU_DEFAULT_ORDER_THIS (145//)
source: Default order: this
russian: Порядок по умолчанию: этот
spanish: Este orden por omisión

# MSG_CTXMENU_DEFAULT_ORDER_ALL (146//)
source: Default order: all
russian: Порядок по умолчанию: все
spanish: Orden por omisión en todas

# MSG_LISTALT_BG_WIN (147//)
source: Alternative List Background
russian: Альтернативный фон списка
spanish: Color fondo 'Lista alternativo'

# MSG_LISTALT_BG_HELP (148//)
source: For adjusting the alternative background color of a list.
russian: Для изменения альтернативного цвета фона списка.
spanish: Color de fondo de la lista alternativo (rayado).

# MSG_ROW_STRIPING (149//)
source: Row striping effect
russian: Эффект полосок
spanish: Efecto rayado en filas

# MSG_ROW_STRIPING_HELP (150//)
source: Apply row striping effect using the alternative background color of a list.
russian: Применять эффект полосок используя альтернативный цвет для фона списка.
spanish: Efecto de rayado en las filas usando el color de fondo alternativo.

# MSG_EXAMPLE_TEXT (141//)
source: If you have problems, try to increase the stack value, in the icon infos if you launch the program from icon, stack of CLI if you start it from CLI/Shell, and if you launch it from some utility read its docs to see how to increase it. A stack of 12Kb, 16Kb or 20Kb is most of time a good idea. If you still have problems, try to see if they happen with the Demo prog, then tell me. \033C Latest public release can be found on aminet (dev/mui). All releases are available on http://www.sourceforge.net/projects/nlist-classes/ \033C \033r\0333(C) 2001-2013 by NList Open Source Team \033r\0333(C) 1996-1998 by Gilles Masson \033r\0333http://www.sourceforge.net/projects/nlist-classes/ \033C \033cThis new list/listview custom class \033chandles its own configurable backgrounds, \033cpens, fonts, scrollbars, keys and qualifiers \033C \033cThe way used to handle cursor with multiselection \033cis not exactly as the listview one ! \033cDrag&Drop is supported, both scrollbars \033ccan be configured to disappear automatically \033cwhen not needed because all is visible. \033cJust try it... \033C \033cYou can horizontaly scroll with cursor keys, \033cor going on the right and left of the list \033cwhile selecting with the mouse. \033cTry just clicking on the left/right borders ! \033C \033cYou can change columns widths just dragging \033cthe vertical separator between columns titles \033c(try it using the balancing qualifier too). \033C \033cYou can change columns order just dragging \033cthe column titles. \033C \033cThere is builtin copy to clipboard stuff \033cand classic char selection capability. \033C \033cTry the Demo program to test all that... \033r\033bGive some feedback about it ! :-) \033C **************************************************************************************************
dutch: Als je problemen hebt probeer dan de stackwaarde in het icoon of van de CLI te verhogen. Als je start vanuit een utility lees dan de docs over hoe je moet verhogen. Een stack van 12 kB, 16 kB of 20 kB is meestal wel goed. Als je dan nog problemen hebt kijk dan of je die ook hebt met het demo-programma, en laat me dat weten. \033c De laatste publieke release staat op Aminet (dev/mui). Alle releases zijn beschikbaar op http://www.sourceforge.net/projects/nlist-classes/ \033C \033r\0333© 2001-2013 NList Open Source Team \033r\0333© 1996-1998 Gilles Masson \033r\0333http://www.sourceforge.net/projects/nlist-classes/ \033C \033cDeze nieuwe list/listview custom class \033cheeft zijn eigen configureerbare achtergronden, \033cpennen, fonts, scrollbalken, toetsen en hulptoetsen \033C \033cHet gebruik van de cursor met multiselectie \033cis niet exact gelijk dat van listview! \033cDrag&Drop wordt ondersteund, beide scrollbalken \033ckunnen geconfigureerd worden om vanzelf te verdwijnen \033cals ze niet in gebruik zijn, omdat de hele inhoud zichtbaar is. \033cProbeer maar... \033C \033cJe kunt horizontaal scrollen met de cursortoetsen, \033cof door links en rechts van de lijst te gaan staan \033cterwijl je selecteert met de muis. \033cProbeer maar eens op de linker- of rechterrand te klikken! \033C \033cJe kunt de kolombreedte aanpassen door de \033cverticale scheider tussen de kolomtitels te verslepen \033c(probeer het ook met de balanceer hulptoets). \033C \033cJe kunt de kolomvolgorde aanpassen door \033cde kolomtitles te verslepen. \033C \033cEr is een ingebouwde 'Kopieer naar klembord' functie \033cen klassieke karakterselectie mogelijkheid. \033C \033cProbeer het Demo-programma om het allemaal te testen... \033r\033bIk hoor graag van je ;) \033C **************************************************************************************************
